TargetApplication=Syn2
Author=LMH
SourceLANGID=1033
LANGID=2052
Generator=DKLang Translation Editor v3.0
LastModified=2012-01-31 21:11:41

[fmMain]
00000006=打印...
00000007=打印文档
00000009=预览...
00000010=打印预览
00000012=页面设置...
00000013=页面设置...
00000015=新文件
00000016=新建文件
00000018=新窗口
00000020=打印机设置...
00000021=打印机设置...
00000023=打开...
00000024=打开文件
00000026=重新打开
00000027=重新打开文件
00000029=保存
00000030=保存文件
00000032=另存为...
00000033=保存当前文件为
00000035=导出为RTF文件...
00000036=导出当前编辑器内容到RTF，包括所有高亮内容
00000037=.RTF
00000038=富文本文件(*.rtf)|*.rtf|所有文件(*.*)|*.*
00000040=导出为HTML...
00000041=导出当前编辑器内容到HTML，包括所有高亮内容
00000042=.HTML
00000043=HTML文件(*.htm, *.html)|*.htm;*.html|所有文件 (*.*)|*.*
00000045=设置...
00000046=显示选项对话框
00000048=自定义语法...
00000049=自定义当前语法
00000051=自定义语法库...
00000052=自定义语法库
00000054=复制
00000055=复制选中内容到剪贴板
00000060=剪切
00000061=剪切选中内容到剪贴板
00000063=粘贴
00000064=粘贴剪贴板内容
00000066=删除
00000067=清除当前选中内容
00000069=全选
00000070=全部选择
00000072=撤销
00000073=撤销
00000075=重做
00000076=重做
00000078=缩进
00000079=缩进选中内容
00000081=取消缩进
00000082=取消缩进选中内容
00000084=小写
00000086=大写
00000088=首字母大写
00000090=反转大小写
00000092=注释行
00000093=注释行
00000095=取消注释行
00000096=取消注释行
00000098=切换显示树
00000099=切换显示树
00000101=正向排序
00000102=正向排序选择内容
00000104=反向排序
00000105=反向排序选择内容
00000107=转到行
00000108=转到行号
00000110=只读
00000111=切换只读属性
00000114=显示查找/替换对话框
00000116=切换自动换行
00000117=切换自动换行
00000119=切换显示行号
00000120=切换显示行号
00000122=切换显示折行
00000123=切换显示折行
00000125=切换显示不可打印字符
00000126=切换显示不可打印字符
00000127=所有文件 (*.*)|*.*
00000128=纯文本
00000135=新文件
00000137=新文件
00000139=新窗口
00000140=打开文件
00000142=打开文件
00000143=保存文件
00000145=保存文件
00000146=另存为
00000148=文件另存为
00000150=重新打开文件
00000151=导出到RTF
00000153=导出到RTF
00000154=导出到HTML
00000156=导出到HTML
00000157=选项
00000159=选项对话框
00000160=编辑语法
00000162=自定义语法
00000164=自定义语法库
00000166=排列标记
00000168=正向排序选择的行
00000170=反向排序选择的行
00000172=注释选择的行
00000174=取消注释选择的行
00000176=切换显示树
00000178=切换只读属性
00000180=切换自动换行
00000182=切换显示行号
00000184=切换显示折行
00000186=切换显示不可打印字符
00000188=放大
00000190=缩小
00000192=向上移动行
00000194=向下移动行
00000197=自动完成菜单
00000198=参数弹出菜单
00000200=参数弹出菜单
00000201=模板弹出菜单
00000203=模板弹出菜单
00000204=右键弹出菜单
00000206=右键弹出菜单
00000207=打印
00000209=打印
00000210=打印预览
00000212=打印预览
00000213=页面设置
00000215=页面设置
00000217=打印机设置
00000220=替换下一个
00000221=替换全部
00000223=替换全部
00000224=转到行号
00000226=转到行号
00000227=查找前一个当前单词
00000229=查找前一个当前单词
00000230=查找下一个当前单词
00000232=查找下一个当前单词
00000233=查找全部
00000235=查找全部
00000236=查找上一个
00000238=查找上一个
00000239=查找下一个
00000241=查找下一个
00000242=查找对话框
00000244=查找对话框
00000246=下一个搜索标记
00000248=上一个搜索标记
00000250=清除搜索标记
00000252=查看器查找
00000254=查看器查找下一个
00000256=移动光标到指定位置
00000259=移动光标到行开始左上
00000260=最后一个字符
00000262=移动光标到行的最后一个字符
00000263=第一个字符
00000265=移动光标到行的第一个字符
00000266=文字末尾
00000268=移动到绝对末尾位置
00000269=文字开始
00000271=移动光标到绝对开始位置
00000272=页面底部
00000274=移动光标到页面底部
00000275=页面顶部
00000277=移动光标到页面顶部
00000278=页面右部
00000280=光标向左移动一页
00000281=左翻页
00000283=光标向右移动一页
00000284=下翻页
00000286=光标向下移动一页
00000287=上翻页
00000289=光标向上移动一页
00000290=行尾
00000292=移动光标到行尾
00000293=行首
00000295=移动光标到行首位置
00000296=向右一个单词
00000298=光标向右移动一个单词
00000299=向左一个单词
00000301=光标向左移动一个单词
00000302=向下(&D)
00000304=光标下移一行
00000305=向上(&U)
00000307=光标上移一行
00000308=向右(&R)
00000310=光标右移一个字符
00000311=向左(&L)
00000313=光标左移一个字符
00000315=向左移动光标并选择一个字符
00000317=向右移动光标并选择一个字符
00000319=向上移动光标并选择一行
00000321=向下移动光标并选择一行
00000323=向左移动光标并选择一个单词
00000325=向右移动光标并选择一个单词
00000327=移动光标并选择到行首
00000329=移动光标并选择到行尾
00000331=移动光标并向上选择一页
00000333=移动光标并向下选择一页
00000335=移动光标并向右选择一页
00000337=移动光标并向左选择一页
00000339=移动光标并选择到页面顶部
00000341=移动光标并选择到页面底部
00000343=移动光标并选择到绝对开始位置
00000345=移动光标并选择到绝对结束位置
00000347=移动光标并选择到行的第一个字符
00000349=移动光标并选择到行的最后一个字符
00000351=移动光标并向左选择，到行首时向上一行移动
00000353=移动光标到指定位置并选择
00000355=移动光标并向左选择一列字符
00000357=移动光标并向右选择一列字符
00000359=移动光标并向上选择一行
00000361=移动光标并向下选择一行
00000363=移动光标并向左选择一列单词
00000365=移动光标并向右选择一列单词
00000367=移动光标并列选择到行首
00000369=移动光标并列选择到行尾
00000371=移动光标并向上一页列选择
00000373=移动光标并向下一页列选择
00000375=移动光标并向右一页列选择
00000377=移动光标并向左一页列选择
00000379=移动光标并列选择到页面顶部
00000381=移动光标并列选择到页面底部
00000383=移动光标并列选择到绝对开始位置
00000385=移动光标并列选择到绝对结束位置
00000387=移动光标并列选择到行的第一个字符
00000389=移动光标并列选择到行的最后一个字符
00000391=移动光标并向左列选择，到行首时向上一行
00000393=移动光标到指定位置并选择列
00000396=向上滚动一行，保持光标位置不变
00000397=向下滚动
00000399=向下滚动一行，保持光标位置不变
00000400=向左滚动
00000402=向左滚动一个字符，保持光标位置不变
00000403=向右滚动
00000405=向右滚动一个字符，保持光标位置不变
00000406=向上滚动翻页
00000408=向上滚动一页，保持光标位置不变
00000409=向下滚动翻页
00000411=向下滚动一页，保持光标位置不变
00000412=向左滚动翻页
00000414=向左滚动一屏，保持光标位置不变
00000415=向右滚动翻页
00000417=向右滚动一屏，保持光标位置不变
00000418=滚动到开始
00000420=滚动到绝对开始位置，保持光标位置不变
00000421=滚动到末尾
00000423=滚动到绝对末尾位置，保持光标位置不变
00000424=滚动到左侧
00000426=滚动到绝对左侧位置，保持光标位置不变
00000427=滚动到右侧
00000429=滚动到绝对右侧位置，保持光标位置不变
00000430=复制
00000432=复制选中内容到剪贴板
00000433=剪切
00000435=剪切选中内容到剪贴板
00000436=粘贴
00000438=粘贴剪贴板内容到当前位置
00000439=撤销
00000441=执行撤销,如果可以
00000442=重做
00000444=执行重做,如果可以
00000445=全部选择
00000447=选择编辑器中所有内容,光标到达末尾
00000448=删除
00000450=删除当前选择内容
00000451=复制为富文本
00000453=以富文本格式复制到剪贴板
00000454=新行
00000456=在当前位置换行，光标移到新行。
00000458=在当前位置换行，保留光标
00000460=在当前位置插入一个字符 (Data = PChar)
00000462=插入一个字符串(Data = PChar)
00000464=复制行
00000467=缩进选中内容
00000468=取消缩进
00000470=取消缩进选中内容
00000472=Tab键
00000474=插入制表符
00000477=删除前一个字符(即 backspace 键)
00000478=删除字符
00000480=删除光标下的字符(即 delete 键)
00000481=删除单词
00000483=删除从光标到下一个单词
00000484=回退删除单词
00000486=删除从光标到单词开始
00000487=删除到行首
00000489=从光标删除到行起始位置
00000490=删除到行尾
00000492=从光标删除到行尾位置
00000493=删除行
00000495=删除当前行
00000496=全部清除
00000498=删除所有
00000499=插入模式
00000501=设置插入模式
00000502=覆盖模式
00000504=设置覆盖模式
00000505=切换插入模式
00000507=切换插入/覆盖模式
00000508=普通选择
00000510=普通选择模式
00000511=列选择
00000513=列选择模式
00000514=行选择
00000516=行选择模式
00000517=标记选择开始
00000519=标记块的开始位置
00000520=标记选择结束
00000522=标记块的结束位置
00000523=单词大写
00000525=当前或前一个单词转为大写
00000526=单词小写
00000528=当前或前一个单词转为小写
00000529=切换单词大小写
00000531=当前或前一个单词切换大小写
00000532=单词首字母大写
00000534=当前或前一个单词首字母大写
00000535=选择内容大写
00000537=当前选择内容或当前字符转为大写
00000538=选择内容小写
00000540=当前选择内容或当前字符转为小写
00000541=选择内容切换大小写
00000543=当前选择内容或当前字符切换大小写
00000544=选择内容首字母大写
00000546=当前选择内容首字母大写
00000547=切换收缩
00000549=在当前行收缩/展开块
00000550=收缩
00000552=在当前行收缩块
00000553=展开
00000555=在当前行展开块
00000556=全部收缩
00000558=收缩文本中所有的块
00000559=全部展开
00000561=展开文本中所有收缩的块
00000562=收缩选中
00000564=收缩选中块
00000565=切换收缩最近
00000567=收缩/展开最近的块
00000568=选择内容中折叠
00000570=在选择的范围内折叠
00000571=选择内容中展开
00000573=在选择的范围内展开
00000574=切换折叠
00000576=切换折叠
00000577=转到书签0
00000579=转到书签0
00000580=转到书签1
00000582=转到书签1
00000583=转到书签2
00000585=转到书签2
00000586=转到书签3
00000588=转到书签3
00000589=转到书签4
00000591=转到书签4
00000592=转到书签5
00000594=转到书签5
00000595=转到书签6
00000597=转到书签6
00000598=转到书签7
00000600=转到书签7
00000601=转到书签8
00000603=转到书签8
00000604=转到书签9
00000606=转到书签9
00000607=切换书签0
00000609=切换书签0
00000610=切换书签1
00000612=切换书签1
00000613=切换书签2
00000615=切换书签2
00000616=切换书签3
00000618=切换书签3
00000619=切换书签4
00000621=切换书签4
00000622=切换书签5
00000624=切换书签5
00000625=切换书签6
00000627=切换书签6
00000628=切换书签7
00000630=切换书签7
00000631=切换书签8
00000633=切换书签8
00000634=切换书签9
00000636=切换书签9
00000638=清除所有书签
00000641=放置标记到当前位置
00000642=回收标记
00000644=回收标记(跳回)
00000645=交换标记
00000647=交换标记(保持位置,跳回)
00000648=跳到对应括号
00000650=跳转到匹配括号(改变范围侧)
00000651=运行宏
00000653=运行宏
00000654=开始录制宏
00000656=开始录制宏
00000657=停止录制宏
00000659=停止录制宏
00000660=取消录制宏
00000662=取消录制宏
00000664=设置编码 - ANSI
00000666=设置编码 - OEM
00000668=设置编码 - UTF-8
00000670=设置编码 - UTF-8, 不带签名
00000672=设置编码 - Unicode
00000674=设置编码 - Unicode BE
00000676=设置编码 - KOI8
00000678=设置编码 - Mac
00000680=字符表弹出菜单
00000693=文件
00000694=新文件
00000695=创建新文件
00000696=打开...
00000697=打开文件
00000698=清除列表
00000699=清除最近文件列表
00000700=保存
00000701=保存文件
00000702=另存为...
00000703=保存当前文件为
00000704=导出为HTML...
00000705=导出当前编辑器内容到HTML，包括所有高亮内容
00000706=导出为RTF文件...
00000707=导出当前编辑器内容到RTF，包括所有高亮内容
00000708=打印...
00000709=打印文档
00000710=预览...
00000711=打印预览
00000712=页面设置...
00000713=页面设置
00000714=打印机设置...
00000715=打印机设置
00000716=查找/替换
00000717=显示查找/替换对话框
00000718=查找下一个
00000719=搜索查找字符串的下一处位置
00000720=查找前一个
00000721=搜索查找字符串的前一处位置
00000722=向后查找当前单词
00000723=搜索光标下单词的下一处位置
00000724=向前查找当前单词
00000725=搜索光标下单词的前一处位置
00000726=清除查找标记
00000727=清除查找标记
00000728=转到行
00000729=转到行号
00000730=切换书签
00000741=全部清除
00000742=清除书签
00000743=转到书签
00000754=设置
00000755=显示选项对话框
00000756=自定义语法...
00000757=自定义当前语法
00000758=自定义语法库...
00000759=自定义语法库
00000760=关于...
00000761=显示关于对话框
00000762=编辑
00000763=复制
00000764=复制选中内容到剪贴板
00000765=剪切
00000766=剪切选中内容到剪贴板
00000767=粘贴
00000768=粘贴剪贴板内容
00000769=删除
00000770=清除当前选中内容
00000771=全选
00000772=全选
00000773=撤销
00000774=撤销
00000775=重做
00000776=重做
00000777=排序
00000778=排序选择内容
00000779=正向排序
00000780=正向排序选择内容
00000781=反向排序
00000782=反向排序选择内容
00000783=大小写转换
00000784=改变选中内容的大小写
00000785=大写
00000786=选中内容 - 转为大写
00000787=小写
00000788=选中内容 - 转为小写
00000789=首字母大写
00000790=选中内容 - 转为首字母大写
00000791=反转大小写
00000792=反转选择内容的大小写
00000793=查看
00000794=切换显示树
00000795=切换显示语法树
00000796=切换显示折行
00000797=切换显示折行
00000798=切换自动换行
00000799=切换自动换行
00000800=切换显示行号
00000801=切换显示行号
00000802=切换显示不可打印字符
00000803=切换显示不可打印字符
00000804=注释行
00000805=注释行
00000806=取消注释行
00000807=取消注释行
00000808=缩进
00000809=缩进选中内容
00000810=取消缩进
00000811=取消缩进选中内容
00000812=树
00000813=行:列 (选择的长度/行数)
00000814=插入/覆盖模式
00000815=编码(点击改变)
00000816=行尾字符(点击改变)
00000817=语法(点击改变)
00000818="光标下字符"信息(点击显示字符表)
00000819=只读(点击改变)
00000821=文件
00000822=新建
00000823=新文件
00000824=创建新文件
00000825=新窗口
00000826=打开...
00000827=打开文件
00000828=重新打开
00000829=重新打开文件
00000830=保存
00000831=保存文件
00000832=另存为...
00000833=保存当前文件为
00000834=导出
00000835=导出为HTML...
00000836=导出当前编辑器内容到HTML，包括所有高亮内容
00000837=导出为RTF文件...
00000838=导出当前编辑器内容到RTF，包括所有高亮内容
00000840=打印...
00000841=打印文档
00000842=预览...
00000843=打印预览
00000844=页面设置...
00000845=页面设置
00000846=打印机设置...
00000847=打印机设置
00000848=退出
00000849=编辑
00000850=撤销
00000851=撤销
00000852=重做
00000853=重做
00000854=剪切
00000855=剪切选中内容到剪贴板
00000856=复制
00000857=复制选中内容到剪贴板
00000858=粘贴
00000859=粘贴剪贴板内容
00000860=删除
00000861=清除当前选中内容
00000862=全选
00000863=全部选择
00000868=缩进
00000869=缩进选中内容
00000870=取消缩进
00000871=取消缩进选中内容
00000872=复制行
00000873=字符表
00000874=排序
00000876=正向排序
00000877=正向排序选择内容
00000878=反向排序
00000879=反向排序选择内容
00000880=改变大小写
00000882=大写
00000883=选择内容 - 转为大写
00000884=小写
00000885=选择内容 - 转为小写
00000886=首字母大写
00000887=选择内容 - 转为首字母大写
00000888=反转大小写
00000889=反转大小写
00000912=查找
00000915=查找下一个
00000916=搜索查找字符串的下一处位置
00000917=查找前一个
00000918=搜索查找字符串的前一处位置
00000919=搜索下一处当前单词
00000920=搜索光标下单词的下一处位置
00000921=搜索前一处当前单词
00000922=搜索光标下单词的前一处位置
00000923=前一个查找标记
00000924=下一个查找标记
00000925=清除查找标记
00000926=清除查找标记
00000927=转到行...
00000928=转到行号
00000929=书签
00000930=切换书签
00000931=0
00000932=1
00000933=2
00000934=3
00000935=4
00000936=5
00000937=6
00000938=7
00000939=8
00000940=9
00000941=转到书签
00000942=0
00000943=1
00000944=2
00000945=3
00000946=4
00000947=5
00000948=6
00000949=7
00000950=8
00000951=9
00000952=清除书签
00000953=清除书签
00000954=语法
00000955=选项
00000956=设置...
00000957=显示选项对话框
00000958=自定义语法...
00000959=自定义当前语法
00000960=自定义语法库...
00000961=自定义语法库
00000962=设置外部工具...
00000963=切换只读属性
00000964=切换只读属性
00000965=切换显示树
00000966=切换显示树
00000967=切换显示折行
00000968=切换显示折行
00000969=切换自动换行
00000970=切换自动换行
00000971=切换显示行号
00000972=切换显示行号
00000973=切换显示不可打印字符
00000974=切换显示不可打印字符
00000975=帮助
00000976=浏览Readme目录
00000977=关于...
00000978=撤销
00000979=撤销
00000980=重做
00000981=重做
00000982=剪切
00000983=剪切选中内容到剪贴板
00000984=复制
00000985=复制选中内容到剪贴板
00000986=粘贴
00000987=粘贴剪贴板内容
00000988=删除
00000989=清除当前选中内容
00000990=全选
00000991=全选
00001012=文件
00001013=文件
00001014=文件
00001015=文件
00001016=文件
00001017=文件
00001018=文件
00001019=文件
00001020=文件
00001021=文件
00001022=文件
00001023=杂项
00001024=杂项
00001025=杂项
00001026=杂项
00001027=杂项
00001028=杂项
00001029=杂项
00001030=杂项
00001031=杂项
00001032=杂项
00001033=杂项
00001034=杂项
00001035=杂项
00001036=杂项
00001037=杂项
00001038=提示
00001039=提示
00001040=提示
00001041=提示
00001042=打印
00001043=打印
00001044=打印
00001045=打印
00001046=查找和替换
00001047=查找和替换
00001048=查找和替换
00001049=查找和替换
00001050=查找和替换
00001051=查找和替换
00001052=查找和替换
00001053=查找和替换
00001054=查找和替换
00001055=查找和替换
00001056=查找和替换
00001057=查找和替换
00001058=查找和替换
00001059=查找和替换
00001060=导航,不包括选择
00001061=导航,不包括选择
00001062=导航,不包括选择
00001063=导航,不包括选择
00001064=导航,不包括选择
00001065=导航,不包括选择
00001066=导航,不包括选择
00001067=导航,不包括选择
00001068=导航,不包括选择
00001069=导航,不包括选择
00001070=导航,不包括选择
00001071=导航,不包括选择
00001072=导航,不包括选择
00001073=导航,不包括选择
00001074=导航,不包括选择
00001075=导航,不包括选择
00001076=导航,不包括选择
00001077=导航,不包括选择
00001078=导航,不包括选择
00001079=导航,不包括选择
00001080=导航,普通选择
00001081=导航,普通选择
00001082=导航,普通选择
00001083=导航,普通选择
00001084=导航,普通选择
00001085=导航,普通选择
00001086=导航,普通选择
00001087=导航,普通选择
00001088=导航,普通选择
00001089=导航,普通选择
00001090=导航,普通选择
00001091=导航,普通选择
00001092=导航,普通选择
00001093=导航,普通选择
00001094=导航,普通选择
00001095=导航,普通选择
00001096=导航,普通选择
00001097=导航,普通选择
00001098=导航,普通选择
00001099=导航,普通选择
00001100=导航,列模式选择
00001101=导航,列模式选择
00001102=导航,列模式选择
00001103=导航,列模式选择
00001104=导航,列模式选择
00001105=导航,列模式选择
00001106=导航,列模式选择
00001107=导航,列模式选择
00001108=导航,列模式选择
00001109=导航,列模式选择
00001110=导航,列模式选择
00001111=导航,列模式选择
00001112=导航,列模式选择
00001113=导航,列模式选择
00001114=导航,列模式选择
00001115=导航,列模式选择
00001116=导航,列模式选择
00001117=导航,列模式选择
00001118=导航,列模式选择
00001119=导航,列模式选择
00001120=滚动
00001121=滚动
00001122=滚动
00001123=滚动
00001124=滚动
00001125=滚动
00001126=滚动
00001127=滚动
00001128=滚动
00001129=滚动
00001130=滚动
00001131=滚动
00001132=标准动作
00001133=标准动作
00001134=标准动作
00001135=标准动作
00001136=标准动作
00001137=标准动作
00001138=标准动作
00001139=标准动作
00001140=插入文字
00001141=插入文字
00001142=插入文字
00001143=插入文字
00001144=插入文字
00001145=缩进和制表符
00001146=缩进和制表符
00001147=缩进和制表符
00001148=缩进和制表符
00001149=删除文字
00001150=删除文字
00001151=删除文字
00001152=删除文字
00001153=删除文字
00001154=删除文字
00001155=删除文字
00001156=删除文字
00001157=选择模式
00001158=选择模式
00001159=选择模式
00001160=选择模式
00001161=选择模式
00001162=选择模式
00001163=选择模式
00001164=选择模式
00001165=改变大小写
00001166=改变大小写
00001167=改变大小写
00001168=改变大小写
00001169=改变大小写
00001170=改变大小写
00001171=改变大小写
00001172=改变大小写
00001173=文字折叠
00001174=文字折叠
00001175=文字折叠
00001176=文字折叠
00001177=文字折叠
00001178=文字折叠
00001179=文字折叠
00001180=文字折叠
00001181=文字折叠
00001182=文字折叠
00001183=书签
00001184=书签
00001185=书签
00001186=书签
00001187=书签
00001188=书签
00001189=书签
00001190=书签
00001191=书签
00001192=书签
00001193=书签
00001194=书签
00001195=书签
00001196=书签
00001197=书签
00001198=书签
00001199=书签
00001200=书签
00001201=书签
00001202=书签
00001203=书签
00001204=标记
00001205=标记
00001206=标记
00001207=标记
00001208=宏
00001209=宏
00001210=宏
00001211=宏
00001212=杂项
00001213=杂项
00001214=杂项
00001215=杂项
00001216=杂项
00001217=杂项
00001218=杂项
00001219=杂项
00001220=杂项
00001227=杂项
00001228=缩放至原始大小
00001229=杂项
00001230=运行外部工具1
00001231=杂项
00001232=运行外部工具2
00001233=杂项
00001234=运行外部工具3
00001240=缩放
00001241=放大
00001242=缩小
00001243=恢复默认
00001244=杂项
00001245=运行外部工具4
00001255=自动完成菜单
00001256=替换下一个
00001257=左上
00001258=向上滚动
00001259=缩进(I)
00001260=退格删除字符
00001261=放置标记
00001262=查找和替换
00001263=查看器查找前一个
00001264=杂项
00001265=菜单 - 编码
00001266=杂项
00001267=菜单 - 记法分析器
00001268=杂项
00001269=菜单 - 行结尾
00001270=交换标记(&S)
00001271=收集标记(&o)
00001272=丢弃标记(&D)
00001273=排列标记(&k)
00001274=快速查找
00001275=查找下一个
00001276=查找前一个
00001278=工具栏(&o)
00001279=快速查找
00001280=查看
00001281=编辑
00001282=文件
00001286=查找和替换
00001287=快速查找
00001288=快速查找(&Q)
00001289=区分大小写(C)
00001290=快速查找(Q)
00001291=下一个
00001292=前一个
00001293=区分大小写(C)
00001294=整个单词(W)
00001295=仅匹配整个单词
00001296=标记所有出现处(&M)
00001297=调出快速查找面板
00001298=转到下个查找标记
00001299=转到前一个查找标记
00001300=标记所有查找字符串的出现处
00001301=放置标记到当前位置
00001302=移除最后的标记
00001303=交换最后的标记
00001304=自定义额外的工具
00001305=切换文件工具栏
00001306=切换编辑工具栏
00001307=切换视图工具栏
00001308=切换快速查找工具栏
00001309=放大
00001310=缩小
00001311=缩到到原始大小
00001312=用资源管理器打开Readme所在目录
00001313=显示关于对话框
00001314=重复当前行
00001315=显示字符表对话框
00001316=排序选中内容的标记
00001317=新建窗口
00001318=关闭编辑器
00001319=帮助主题(&H)
00001320=显示帮助文件
00001321=关闭
00001323=文件
00001324=关闭
00001325=关闭其它标签页
00001326=关闭标签页
00001327=新建标签页
00001328=新建HTML文件(&H)
00001331=全部保存(&l)
00001333=全部关闭(&e)
00001334=文件
00001335=全部关闭(e)
00001336=文件
00001337=关闭其它标签页
00001338=文件
00001339=全部保存(l)
00001340=保存所有标签页
00001341=关闭当前标签页
00001342=关闭所有标签页
00001344=关闭其它标签页
00001345=关闭当前标签页以外的标签页
00001346=载入会话...
00001347=保存会话...
00001348=syn
00001349=会话文件|*.syn
00001350=syn
00001351=会话文件|*.syn
00001352=载入标签页状态
00001353=保存标签页状态
00001354=杂项
00001355=清除文件历史
00001356=打开最近
00001357=清除列表
00001358=窗口(&W)
00001360=插入日期/时间
00001361=杂项
00001362=插入当前日期/时间
00001363=在文本中插入当前日期/时间
00001364=运行(&R)
00001369=PHP帮助(&P)
00001370=为当前单词打开PHP帮助页
00001371=Google 搜索(&G)
00001372=用Google搜索当前单词或选中内容
00001373=在IE中打开(&I)
00001374=在 Internet Explorer浏览器中打开文件
00001375=在Firefox中打开(&F)
00001376=在Firefox浏览器中打开文件
00001377=Wikipedia 搜索(&W)
00001378=用Wikipedia 搜索当前单词或选中内容
00001379=在Chrome中打开(&C)
00001380=在Google Chrome浏览器中打开文件
00001381=在Safari中打开(&S)
00001382=用Safari浏览器打开
00001383=打开文件所在目录(&o)
00001384=打开文件所在目录
00001385=-
00001386=-
00001387=-
00001388=-
00001389=运行
00001390=运行外部工具5
00001391=运行
00001392=运行外部工具6
00001393=运行
00001394=运行外部工具7
00001395=运行
00001396=运行外部工具8
00001397=运行
00001398=在Firefox中打开(F)
00001399=运行
00001400=在IE中打开(I)
00001401=运行
00001402=在Chrome中打开(C)
00001403=运行
00001404=在Safari中打开(S)
00001405=运行
00001406=打开文件所在目录(o)
00001407=运行
00001408=PHP帮助(P)
00001409=运行
00001410=在Google 中搜索
00001411=运行
00001412=在Wikipedia中搜索
00001413=-
00001414=-
00001415=-
00001416=-
00001417=编码(&n)
00001418=改变行结束符(&l)\n
00001422=改变编码(&C)
00001440=转换编码为(&v)
00001441=用其它编码重新载入文件或改变当前编码
00001442=改变文件编码不重新载入文件
00001445=关闭当前标签页
00001446=-
00001447=查找并替换
00001448=替换对话框
00001450=替换(&R)...
00001451=查找(&F)...
00001452=显示"查找"对话框
00001453=显示"替换"对话框
00001454=替换...
00001455=显示"替换"对话框
00001456=搜索&MSDN
00001457=在MSDN中在线搜索当前单词或选择内容
00001458=运行
00001459=在MSDN中搜索
00001460=文件
00001461=退出程序
00001462=关闭并删除(&d)
00001463=文件
00001464=关闭并删除
00001465=关闭当前标签页并删除它的文件
00001467=显示"在文件中替换"对话框
00001469=显示替换对话框
00001470=显示"在文件中替换"对话框
00001471=在文件中替换...
00001472=在文件中替换...
00001473=显示"在文件中替换"对话框
00001474=查找并替换
00001475=在文件中替换对话框
00001476=更多
00001477=复制 URL
00001478=复制 URL 到剪贴板
00001479=追加复制
00001480=追加选择内容到剪贴板
00001481=追加剪切
00001482=剪切选择内容并追加到剪贴板
00001483=复制为HTML
00001485=复制为RTF
00001487=复制为HTML
00001488=标准动作
00001489=以HTML格式复制到剪贴板
00001490=复制为HTML
00001491=以HTML格式复制到剪贴板
00001492=追加复制
00001493=标准动作
00001494=复制并追加到剪贴板
00001495=追加剪切
00001496=标准动作
00001497=剪切并追加到剪贴板
00001498=追加复制
00001499=追加剪切
00001500=复制选择内容并追加到剪贴板
00001501=剪切选择内容并追加到剪贴板
00001502=追加剪切
00001503=剪切选择内容并追加到剪贴板
00001504=追加复制
00001505=复制选择内容并追加到剪贴板
00001506=&Web
00001507=浏览器(&B)
00001508=-
00001509=-
00001510=-
00001511=-
00001521=转到配对的大括号
00001522=转到与当前大括号配对的大括号
00001523=输出
00001524=切换输出
00001525=杂项
00001526=切换输出面板
00001527=切换输出
00001528=切换输出面板
00001529=切换输出面板(&u)
00001530=切换输出窗口
00001531=菜单
00001532=清除
00001533=复制选中内容
00001534=导航
00001535=全部复制
00001536=新建Perl文件
00001537=新建C++文件
00001538=新建PHP文件
00001539=插入/覆盖模式(点击以变更)
00001540=删除选中的
00001541=删除无法分析的
00001542=输出
00001543=搜索结果
00001544=导航
00001545=复制选中内容
00001546=全部复制
00001547=清除
00001548=复制为RTF
00001549=以RTF格式复制到剪贴板
00001550=自定义语法库风格(&s)...
00001551=自定义当前语法的高亮属性
00001552=自定义语法风格(&s)...
00001553=自定义当前语法的高亮属性
00001554=提取字符串...
00001555=显示 "提取字符串" 对话框
00001556=杂项
00001557=提取字符串
00001558=改变大小写
00001559=当前选择内容句子大小写
00001560=句子大小写
00001561=选定内容 - 句子转换大小写
00001562=句子大小写
00001563=选定内容 - 句子转换大小写
00001564=句子大小写
00001565=缩放值(点击以改变)
00001573=自定义缩放...
00001574=剪贴板历史
00001575=切换剪贴板历史
00001576=切换剪贴板历史(&h)
00001577=切换剪贴板历史
00001578=选项
00001579=切换剪贴板历史
00001580=清除
00001581=前一个大规模搜索结果
00001582=下一个大规模搜索结果
00001583=查找并替换
00001584=下一个大规模搜索结果
00001585=查找并替换
00001586=前一个大规模搜索结果
00001587=打开"在文件中查找"操作的前一个结果
00001588=打开"在文件中查找"操作的下一个结果
00001589=切换 S&yncEditing
00001590=开始/取消同步编辑模式
00001591=文件
00001592=保存会话
00001593=文件
00001594=载入会话
00001595=载入/添加会话...
00001596=添加保存的标签页列表到当前标签页
00001597=文件
00001598=载入/添加会话
00001599=杂项
00001600=切换同步编辑模式
00001601=全屏
00001602=选项
00001603=切换全屏
00001604=切换全屏模式
00001606=复制目录路径到剪贴板
00001607=复制完整路径到剪贴板
00001608=复制文件名到剪贴板
00001610=移到其他视图
00001611=分隔 50/50
00001612=-
00001613=关闭所有标签页
00001614=文件
00001615=移动标签页到其他视图
00001616=水平分隔
00001618=同步水平滚动
00001619=同步垂直滚动
00001620=杂项
00001621=切换同步水平滚动
00001622=杂项
00001623=切换同步垂直滚动
00001624=配置外壳扩展(s)...
00001625=自定义Windows资源管理器集成
00001626=查看(&V)
00001627=总在最顶层(&A)
00001628=总是在顶层显示主窗体
00001629=选项
00001630=切换总在顶层
00001631=填充块...
00001632=杂项
00001633="填充块"命令
00001634=用自定义字符串填充列块行
00001635=插入文字...
00001636=杂项
00001637="插入文字"对话框
00001638=工程选项(P)...
00001639=自定义全局工程选项
00001640=在独立标签页打开选中的文件名
00001641=发送到电子邮件
00001642=通过微软Outlook发送当前文件给电子邮件
00001643=插入开头文字/数字编号/项目编号
00001644=恢复
00001645=恢复语法库风格...
00001646=恢复自动备份的语法库风格
00001647=自定义...
00001648=杂项
00001649=切换树焦点
00001651=杂项
00001652=切换剪贴板焦点
00001653=杂项
00001654=Zen Coding - 展开缩写
00001655=&Zen Coding
00001656=展开缩写
00001657=展开Zen缩写
00001658=Zen缩写
00001659=显示Zen缩写列表 (为"展开缩写"命令)
00001660=用缩写包围...
00001661=用展开的Zen缩写包围选择的内容
00001662=杂项
00001663=Zen Coding - 用缩写包围
00001664=注释/反注释
00001665=块注释(c)
00001666=注释选中行
00001667=块反注释(u)
00001668=反注释选中行
00001669=切换块注释
00001670=切换块注释
00001671=注释
00001672=切换块注释
00001673=杂项
00001674=切换输出焦点
00001675=文件
00001676=创建备份拷贝
00001677=注释
00001678=流注释
00001679=流注释
00001680=流注释选中内容
00001681=缩进
00001682=行操作
00001683=向下移行(&d)
00001684=向上移行(&u)
00001685=向下移动选中的行
00001686=向上移动选中的行
00001687=捐助(&D)...
00001688=显示"捐助"帮助主题
00001689=删除行(&e)
00001690=删除当前行

[fmSetup]
00000001=选项
00000002=编辑器
00000003=用输入的任何内容替换标记的块。
00000004=覆写块
00000005=保持标记的块选中，即使用方向键移动光标，直到选择新的块。
00000006=持续块
00000007=当双击行中任意字符时选择整行。否则只选择当前单词。
00000008=双击选择行
00000009=当编辑器得到焦点时选择所有文字。
00000010=得到焦点时全选
00000011=如果设置这个选项，在列/行选择模式选择时会包含额外的列/行。
00000012=贪婪选择
00000013=为光标移动命令启用选择(像在摘要中)。
00000014=保持选择模式
00000015=在窗口边缘处换行文字。
00000016=自动换行
00000017=防止编辑,空格充当向下翻页
00000018=只读
00000019=在装订线上显示折叠栏。
00000020=代码折叠
00000021=启用文本移动拖放操作。
00000022=文本拖拽
00000023=当文字范围收缩时，收缩文字范围后面的空行。
00000024=收缩空行
00000025=阻止计算行高。行高将用默认风格计算。
00000026=固定行高
00000027=当按回车键时把光标置于前一个非空行的第一个非空字符。
00000028=自动缩进模式
00000029=按Backspace时排列插入点到前一级缩进(反缩进)。
00000030=Backspace键取消缩进
00000031=如果选中，重做将包含一组改变。
00000032=组重做
00000033=撤销你最后的编辑命令以及任何同类型后续编辑命令。
00000034=组撤销
00000035=保存后保持撤销缓存不改变。
00000036=允许保存后撤销
00000037=同时以富文本格式复制选中文字。
00000038=作为富文本复制到剪贴板
00000039=按照光标移动(上，下，行开始，行结尾)。
00000040=智能光标行为
00000041=只允许光标在文字中移动。
00000042=在文字中保持光标
00000043=为每个自动缩进的行以尽可能最少的字符数开头，必要时使用制表符和空格。
00000044=最佳填充
00000045=禁用任何选择.
00000046=禁用选择
00000047=启用列选择模式.
00000048=启用列选择
00000049=如果选中，标记链接到文字，编辑文字时标记会跟随文字移动。否则链接到光标位置。
00000050=浮动标记
00000051=如果选中，可以滚动到最后一行，否则可以滚动到最后一页。
00000052=滚动到最后一行
00000053=在右边界处换行，而不是在窗口处。
00000054=在右边界处换行
00000055=编辑文字之前保持光标的X位置，此位置在上/下移动光标时使用。
00000056=固定行移动
00000057=仅为当前显示文字重新计算水平滚动条。
00000058=可变水平滚动条
00000059=当任意行已经到达0位置时停止取消缩进。
00000060=取消缩进保持对齐
00000061=保持行尾可能存在的任何空白字符。
00000062=保持行尾空白
00000063=编辑器 2
00000064=行间距
00000065=右边界
00000066=行号
00000067=在折叠栏和文本域之间显示横线
00000068=绘制装订线分隔
00000069=启用装订线渐变色，从背景色渐变到“装订线右侧渐变色”。
00000070=绘制装订线渐变色
00000071=为链接添加下划线，用Ctrl+单击打开链接。
00000072=高亮链接
00000073=为当前行绘制自定义背景。
00000074=绘制当前行背景色
00000075=只读模式显示光标
00000076=只读模式显示光标
00000077=输入文字并且鼠标光标在客户区时隐藏光标.
00000078=输入时隐藏光标
00000079=编辑器失去焦点时隐藏动态高亮内容.
00000080=隐藏动态高亮内容
00000081=编辑器失去焦点时隐藏选择.
00000082=隐藏选择
00000083=行音的垂直空间.
00000084=右边界位置.
00000085=在指定列后面显示垂直线.
00000086=显示右边界
00000087=行号的风格.
00000088=默认\nDelphi风格\nEach 5\n仅当前\n
00000089=编辑器获得留点时在当前行四周绘制长方形焦点框.
00000090=绘制当前行焦点
00000091=在编辑区域上方显示标尺.
00000092=显示水平标尺
00000093=块缩进
00000094=撤销限制
00000095=Tab模式
00000096=制表位
00000097=缩进/取消缩进命令的缩进数。
00000098=可以撤销的动作数。
00000099=Tab键行为。SmartTab: 在前一行第一个非空白字符插入空格。
00000100=空格\n制表符\nSmartTab\n
00000101=Tab键移动光标到这些列位置上。
00000102=查看
00000103=颜色
00000104=元素:
00000105=颜色:
00000106=文字\n文字背景色\n当前行背景色\n行号文字\n行号文字背景色\n收缩行\n折叠行\n折叠条背景色\n装订线分隔\n选中的文字\n选中文字背景色\n右边界\n提示文字\n提示背景色\n不可打印字符\n缩排分类线\n装订线右侧渐变色\n树文字\n树背景色\n水平标尺文字\n水平标尺背景色\n
00000107=你可以从右边颜色框为左边列表中的任意元素指定颜色。\n
00000108=树
00000109=自动同步
00000110=自动收缩
00000111=自动展开
00000112=排序项目
00000113=手形光标
00000114=字体
00000115=文字
00000116=行号
00000117=水平标尺
00000118=树
00000119=自动完成
00000120=界面
00000121=* - 为插件/程序单独保存
00000122=查看
00000123=工具栏主题:
00000124=工具栏图标:
00000125=启动时只读: *
00000127=标准\nFogue 16x16\nFogue 24x24\nTango 16x16\nTango 22x22\nGnome 24x24\n
00000128=在状态栏显示"光标下字符"信息
00000129=开启(不适用于新文件)\n关闭\n和前一次会话相同设置\n
00000130=显示状态栏
00000131=显示主菜单 *
00000133=查找
00000134=建议当前单词为搜索文字
00000135=允许列表器调用定制搜索对话框
00000136=查找结果为空时显示消息对话框
00000137=热键
00000138=设置
00000139=清除
00000140=查找
00000141=杂项
00000142=杂项
00000144=监视文件变更:
00000145=用OEM编码打开:
00000146=确认覆盖只读文件
00000151=不监视\n监视,重新载入不需确认\n监视,询问重新载入\n
00000152=在窗口标题显示完整路径
00000156=杂项2
00000164=应用
00000165=取消
00000166=确定
00000167=语言:
00000169=不要打开\n打开\n提示\n
00000170=非文本文件:
00000171=滚动(1行)发生时保持脱字符号在可视区域中
00000172=滚动时保持脱字符号在屏幕中
00000178=只允许运行单个程序实例
00000179=自动完成
00000180=文件类型:
00000182=使用HTML/CSS自动完成
00000183=不过滤\n字符串开始\n字符串任意位置\n以同样顺序的字符\n
00000185=即使没有项目被过滤也显示列表
00000190=打开文件时也用空格代替已存在的制表符
00000191=打开文件时用空格代替制表符
00000193=新建文档
00000194=编码：
00000195=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, no BOM\nUnicode\nUnicode BE\n
00000196=行结束符：
00000197=Windows\nUnix\nMac\n
00000198=语法库：
00000199=按字母顺序排列语法库
00000201=按Esc关闭
00000203=配置文件
00000205=在lsplugin.ini附近保存插件设置
00000206=移动文件
00000207=你可以把配置文件从%Appdata%移动到程序目录(为了使程序便携):
00000210=标签页
00000211=在标签页上显示关闭按钮
00000212=总是显示标签页
00000213=显示多行标签页
00000215=标记选定单词的所有出现。
00000216=智能高亮
00000217=输出面板
00000218=下拉列表项数目
00000219=使用 Totalcmd 的历史记录
00000220=加载颜色预设...
00000221=保存颜色预设...
00000222=用UTF8编码打开的文件扩展名:
00000223=(输入 "*" 代表所有文件)
00000224=启用成对花括号的高亮(如果没在语法库中被覆盖)。
00000225=高亮成对的花括号
00000231=历史
00000232=历史
00000233=文件状态历史的长度 (0: 不保存)
00000234=查找/替换历史的长度 (0: 不保存)
00000235=打开/保存对话框的目录:
00000236=保存光标位置
00000237=保存编码
00000238=清除
00000239=清除
00000240=启动时清理最近文件列表
00000241=保存/恢复上次会话
00000242=跟随当前文件\n记住上次目录\n自定义目录\n
00000243=使智能高亮搜索区分大小写。
00000244=大小写区分(C)
00000245=保持列块的行结尾的空白字符(Alt+鼠标选择)。
00000246=连同额外的空白复制列块
00000247=查找对话框固顶 *
00000249=创建备份文件:
00000250=已禁用\n在%AppData%\\SynWrite 中\n在相同目录中\n
00000251=调用列表的字符数:
00000252=(0 - 禁用)
00000253=用于插件:
00000254=用于程序:
00000255=快速搜索中ESC键的行为:
00000256=关闭快速搜索\n关闭编辑器\n编辑器获得焦点
00000257=在快速搜索面板显示按钮标题
00000258=在右键菜单中显示图标
00000259=从当前文件自动完成
00000260=同时显示来自当前文件的单词
00000261=显示不短于 ... 个字符的单词
00000262=只在文件的开头 ... Mb 中搜索单词
00000263=双击动作:
00000264=无动作\n展开/收缩树节点\n移动光标到文字范围开头\n选择整个文字范围\n
00000265=Zen Coding 断行:
00000266=自动 (HTML)\n全部 (XML)\n无 (纯文本)\n
00000267=跳转到分类:
00000268=当开启"显示非打印字符"时，显示行结束的 CR/LF 字符
00000269=显示 EOL 字符
00000270=日期/时间格式:

[ecGotoLineDlg]
00000001=转到行号
00000002=行号(&E):
00000003=确定
00000004=取消
00000005=列号(&C):

[fmAb]
00000001=关于
00000004=关于
00000005=主页:
00000006=论坛
00000007=作者
00000013=Email:
00000014=点击
00000015=控件
00000024=确定
00000025=英语
00000026=俄语

[fmEnc]
00000001=改变编码
00000002=用新编码重新打开文件
00000003=为被修改的文件改变编码
00000004=编码已改变，并且文件现在已被修改。你想如何处理？

[fmSR]
00000002=查找(&S):
00000003=替换为(&R):
00000005=查找下一个
00000006=替换下一个(&e)
00000007=全部替换(&a)
00000008=取消
00000009=选项
00000010=正则表达式(&x)
00000011=区分大小写(&C)
00000012=整个单词(&W)
00000013=特殊字符(&p) (\\n \\r \\t...)
00000014=查找所有并标记(&m)
00000015=起点
00000016=从光标位置(&u)
00000017=整个范围(&o)
00000018=范围
00000019=全局(&G)
00000020=选择文字(&t)
00000021=方向
00000022=向前(&d)
00000023=向后(&B)
00000024=帮助
00000025=替换时提示(&m)
00000026=全部计数(&n)
00000027=替换所有标签页中的内容(&l)
00000028=未找到字符串...
00000029=查找下一个(F)
00000030=透明度:
00000031=失去焦点时

[fmTools]
00000001=工具
00000002=文件名(&F):
00000003=参数(&P):
00000004=工作目录(&W):
00000006=浏览(&B)...
00000008=确定
00000009=取消
00000011=工具属性
00000012=工具
00000013=文件名
00000016=浏览(r)...
00000017=上(U)
00000018=下(D)
00000019=捕获输出(&C)
00000020=输出模式(&O)...
00000021=名称(&N):
00000022=清除(&e)
00000023=热键(&H):
00000024=语法(&L):
00000025=增加(&A)...
00000026=当前(n)
00000027=无
00000028=保存以前(&b):
00000029=无\n当前文档\n所有文档\n
00000030=在上下文菜单中显示(S)
00000031=帮助

[LexerLibraryDlg]
00000001=语法库
00000002=名字
00000003=扩展名
00000004=语法风格数
00000005=分析器数
00000006=规则数
00000007=子语法数
00000008=工具栏1
00000009=工具按钮5
00000010=工具拼字16
00000011=工具按钮6
00000012=工具按钮11
00000013=工具按钮10
00000014=工具按钮13
00000015=工具按钮14
00000016=打开语法库
00000017=打开语法库
00000018=保存语法库
00000019=保存语法库
00000020=语法属性...
00000021=语法属性...
00000022=导入语法
00000023=导入语法
00000024=导出语法
00000025=导出语法
00000026=删除语法
00000027=删除语法
00000028=清除
00000029=清除
00000030=新建语法
00000031=新建语法
00000032=关闭
00000033=关闭
00000034=actCopy
00000035=创建当前语法的副本
00000036=lxl
00000037=语法库 (*.LXL)|*LXL|所有文件 (*.*)|*.*
00000038=打开语法库
00000039=lxl
00000040=语法库文件 (*.LXL)|*LXL|所有文件 (*.*)|*.*
00000041=保存语法库
00000042=lcf
00000043=语法配置文件 (*.lcf)|*.lcf|所有文件 (*.*)|*.*
00000044=打开语法资源
00000045=lcf
00000046=语法配置文件 (*.lcf)|*.lcf|所有文件 (*.*)|*.*
00000047=保存语法资源

[SyntPreviewForm]
00000001=打印预览
00000003=工具按钮1
00000006=1 页\n2 页\n4 页\n
00000007=工具按钮7
00000009=工具按钮5
00000010=工具按钮5
00000011=第一页命令
00000012=第一页|转到第一页
00000013=前一页命令
00000014=前一页|转到前一页
00000015=下一页命令
00000016=下一页|转到下一页
00000017=最后一页命令
00000018=最后一页|转到最后一页
00000019=适合命令
00000020=缩放|放大/缩小
00000021=打印命令
00000022=打印|打印文档
00000023=关闭命令
00000024=关闭|关闭打印预览
00000025=页面设置
00000026=打印
00000027=打印 | 打印文档
00000028=整页
00000029=页面宽度
00000040=页面设置
00000041=当前页
00000042=总页数
00000043=预览页数

[PageSetupEditorDlg]
00000001=页面设置
00000002=左(&L):
00000003=右(&R):
00000004=顶部(&T):
00000005=底部(&B):
00000006=单位(&U):
00000007=打印方向(&i):
00000008=颜色(&o):
00000009=毫米\n厘米\n英寸\n0.001 英寸\n
00000010=选项
00000011=纵向\n横向\n
00000012=确定
00000013=取消
00000014=红绿蓝\n灰度\n黑白\n
00000015=页眉(H)
00000016=页脚(F)
00000017=字体
00000018=页眉(H)
00000019=页脚(F)
00000027=行号(&n):
00000028=范围高亮
00000029=透明(&p)
00000030=行高亮(&g)
00000031=隐藏折叠行(&d)
00000032=自动换行
00000033=打印选择内容
00000034=打印分类线
00000035=行号(&u)
00000036=无\n左\n右\n奇数页左侧\n奇数页右侧\n

[AddTemplateDlg]
00000001=添加代码模板
00000002=快捷键名称(&S):
00000003=描述(&D):
00000004=确定(O)
00000005=取消(C)

[ImportRules]
00000001=导入规则/风格
00000002=语法分析器
00000003=选择规则/风格以导入
00000004=确定(O)
00000005=取消(C)

[SyntLexerDlg]
00000001=语法分析器
00000002=通用
00000003=标记类型名称
00000004=选择标记风格:
00000005=禁用完全刷新，如果文字长度大于
00000006=查找标记风格:
00000007=当前行风格:
00000008=默认风格:
00000009=行注释字符串
00000010=收缩标记风格:
00000011=字符集
00000012=文件扩展名:
00000013=分析器名称:
00000014=分析时忽略空格
00000015=从行首重新分析
00000016=不要忽略行尾
00000017=总是同步块分析
00000018=风格
00000019=向下移动
00000020=禁止
00000021=删除所有项目
00000022=删除项目
00000023=新建项目
00000024=向上移动
00000025=导入项目
00000026=背景色(B)
00000027=字体颜色(F)
00000028=风格类型(S)
00000029=垂直对齐(V)
00000030=大写效果(p)
00000031=指定背景颜色。
00000032=设置自定义字体(t)
00000033=指定字体颜色。
00000034=指定应该使用风格的哪个属性。
00000035=字体风格
00000036=指定是否使用粗体字体风格。
00000037=粗体(l)
00000038=指明是否使用了斜体字体风格。
00000039=斜体(I)
00000040=指明是否使用了下划线字体风格。
00000041=下划线(U)
00000042=指明是否使用了删除线字体风格。
00000043=删除线(t)
00000044=指定可应用于画布的风格属性。
00000045=自定义字体\n字体风格和颜色\n背景和前景色\n仅背景色\n
00000046=指定文字垂直对齐方式。
00000047=顶端\n中间\n底部\n
00000048=指明是否使用了隐藏属性
00000049=隐藏(H)
00000050=边框...
00000051=左
00000052=上
00000053=右
00000054=下
00000055=指定左边框线的颜色。
00000056=指定左边框线的风格。
00000057=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000058=指定上边框线的颜色。
00000059=指定上边框线的风格。
00000060=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000061=指定右边框线的颜色。
00000062=指定右边框线的风格。
00000063=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000064=指定下边框线的颜色。
00000065=指定下边框线的风格。
00000066=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000067=指定是否必须在多行文本区域周围画实线边框。
00000068=多行边框(M)
00000069=指明是否使用了只读属性。
00000070=只读(R)
00000071=指明文字寄存器在绘制前应该如何改变。
00000072=不变\n大写\n小写\n切换\n开头大写\n
00000073=语法分析器
00000074=向下移动
00000075=禁止
00000076=删除所有项目
00000077=删除项目
00000078=新建项目
00000079=向上移动
00000080=导入项目
00000081=规则表达式
00000082=标记类型
00000083=标记风格
00000084=父块
00000085=行中的位置:
00000086=从
00000087=到
00000088=非法字符\n注释\n标识符\n符号\n字符串\n整型常量\n浮点常量\n十六进制常量\n字符常量\n预处理器\n用户定义1\n用户定义2\n用户定义3\n用户定义4\n用户定义5\n用户定义6\n
00000089=严格的父块
00000090=不是父块
00000091=总是有效
00000092=编辑10
00000093=编辑11
00000094=检查语法分析器状态
00000095=出现:
00000096=缺少:
00000097=修改语法分析器状态
00000098=设置:
00000099=重设:
00000100=规则
00000101=向下移动
00000102=禁止
00000103=删除所有项目
00000104=删除项目
00000105=新建项目
00000106=向上移动
00000107=导入项目
00000108=属性
00000109=标识符索引
00000110=块位移
00000111=范围和状态
00000112=块类型
00000113=父块
00000114=组索引
00000115=范围开始状态
00000116=语法规则
00000117=改变标记类型
00000118=换行位置
00000119=要求相同缩进
00000120=相对于条件结束
00000121=标签探测器\n行分隔线\n范围开始\n范围结束\n
00000122=严格的父块
00000123=不是父块
00000124=取消后面的规则
00000125=总是有效
00000126=顶端\n底部\n
00000127=检查语法分析器状态
00000128=出现:
00000129=缺少:
00000130=修改语法分析器状态
00000131=设置:
00000132=重设:
00000133=文字范围
00000134=名称格式化字符串
00000135=分组格式化字符串
00000136=折叠文本图标
00000137=自动折叠文本:
00000138=在文本末尾折叠块
00000139=自身折叠范围
00000140=初始折叠(没有结束规则)
00000141=在语法树中显示
00000142=不能收缩
00000143=绘制块分隔线
00000144=作为父块忽略
00000145=禁用\n折叠最近的范围\n折叠打开的范围\n
00000146=高亮
00000147=风格
00000148=高亮类型
00000149=高亮行块
00000150=反转选中内容的颜色
00000151=活动的高亮
00000152=光标位置
00000153=任意位置(总是)\n范围的边界\n边界标记\n在范围内\n边界标记开始\n超出范围\n
00000154=选择最小范围
00000155=禁止\n仅边界标记\n所有无边界的标记\n所有范围\n
00000156=语法树装饰
00000157=项目:
00000158=组:
00000159=图像索引
00000160=风格
00000161=笔
00000162=宽度
00000163=颜色
00000164=风格
00000165=使用自定义笔
00000166=编辑15
00000167=实线\n短连线\n点线\n点划线\n短-点-点线\n清除\n在框架内\n
00000168=条件
00000169=条件
00000170=索引
00000171=条件
00000172=忽略大小写
00000173=等于\n不等于\n掩码\n忽略标记\n严格的掩码\n
00000174=面板6
00000175=键列表
00000176=子语法分析器
00000177=向下移动
00000178=禁止
00000179=删除所有项目
00000180=删除项目
00000181=新建项目
00000182=向上移动
00000183=导入项目
00000184=开始条件
00000185=结束条件
00000186=风格
00000187=父块
00000188=子语法分析器
00000189=严格的父块
00000190=不是父块
00000191=在文字开头开始
00000192=在文字末尾结束
00000193=总是有效
00000194=包括边界文字
00000195=检查语法分析器状态
00000196=出现:
00000197=缺少:
00000198=修改语法分析器状态
00000199=设置:
00000200=重设:
00000201=语法
00000202=面板1
00000203=编译语法
00000204=代码模板
00000205=代码
00000206=模板
00000207=名字
00000208=描述
00000209=添加(A)
00000210=删除
00000211=编辑
00000212=备注
00000213=导出(E)
00000214=应用(A)
00000215=取消(C)
00000216=导出(I)
00000217=确定(O)
00000218=lcf
00000219=语法配置 (*.lcf)|*.lcf|所有文件 (*.*)|*.*
00000220=打开语法分析器资源
00000221=lcf
00000222=语法配置 (*.lcf)|*.lcf|所有文件 (*.*)|*.*
00000223=保存语法分析器资源
00000224=默认
00000225=标记的块
00000226=未知\n注释\n识别符\n符号\n字符串\n整型常量\n浮点常量\n十六进制常量\n字符常量\n预处理器\n
00000227=标记的块
00000228=默认
00000229=默认
00000230=标记的块
00000231=规则
00000232=术语
00000233=术语无大小写
00000234=注释
00000235=符号
00000236=标记类型
00000237=规则定义
00000238=坏规则
00000239=注释1
00000240=注释
00000241=注释2
00000242=注释
00000243=(?s)/\\*.*?(\\*/|\\Z)\n
00000244=术语
00000245=术语
00000246=术语无大小写
00000247=术语无大小写
00000248=标记规则
00000249=标记类型
00000250=规则
00000251=规则
00000252=\\w+\n
00000253=等于
00000254=符号
00000255=或
00000256=符号
00000257=规则停止
00000258=符号
00000259=重复
00000260=符号
00000261=子规则
00000262=符号
00000263=规则定义
00000264=规则定义
00000265=规则开始
00000266=坏规则
00000267=规则结束
00000268=%s1 ...
00000269=规则结束
00000270=skip = <Comment> | \n       <preprocessor>\n\nroot = rule*;\n\nrule = <Rule> (<Equal> item+ branches*) <Stop>?;\n\nbranches = <Or> item+;\n\nitem =  <Rule> | \n        <Token rule ref.> | \n        <Term> | \n        <TermNoCase>;\n
00000271=注释\n术语\n术语无大小写\n规则\n等于\n或\n停止\n标记规则引用\n子规则\n
00000272=标记的块
00000273=默认
00000274=为语法编辑器使用高亮

[fmRepRpt]
00000001=替换报告
00000002=确定

[fmSRFiles]
00000001=在文件中查找/替换
00000002=查找(&S):
00000003=替换为(&R):
00000004=在目录中搜索(&o):
00000005=文件掩码(&k)，用空格分隔：
00000006=帮助
00000007=取消
00000008=文字查找选项
00000009=正则表达式(&x)
00000010=大小写区分(&C)
00000011=全字匹配(&W)
00000012=特殊字符(&p) (\\n \\r \\t...)
00000013=全部替换(&a)
00000014=包含所有子目录(&u)
00000015=浏览(&B)...
00000016=查找全部(&F)
00000017=当前(&n)
00000018=文件搜索选项
00000019=跳过二进制文件(&i)
00000020=跳过只读文件(&e)
00000021=跳过隐藏文件(&h)
00000022=跳过隐藏目录(&d)
00000023=结果列表
00000024=只显示文件名
00000025=在新标签页显示结果

[fmProgress]
00000001=搜索进度
00000002=搜索正在进行...
00000003=取消
00000004=正在文件中搜索文字...
00000005=正在收集结果...
00000006=排除二进制文件...

[fmTOut]
00000001=输出模式
00000002=确定
00000003=取消
00000004=正则表达式(&R):
00000005=文件名(&F):
00000006=子表达式数目:
00000007=行(&L):
00000008=列(&C):
00000009=测试输出行(&T):
00000010=测试(&e)
00000012=预设(&P)...
00000013=从输出中剥离HTML标记

[CustomSyntDlg]
00000001=语法高亮
00000002=元素(&E)
00000003=确定(&O)
00000004=取消
00000005=背景色(&B)
00000006=字体颜色(&F)
00000007=风格类型(&S)
00000008=垂直对齐(&V)
00000009=首字母大写效果(&p)
00000010=指定背景颜色。
00000011=设置自定义字体(&t)...
00000012=指定字体颜色。
00000013=指定应该使用风格的哪种属性。
00000014=字体风格
00000015=指定是否使用粗体风格。
00000016=粗体(&l)
00000017=指定是否使用斜体风格。
00000018=斜体(&I)
00000019=指定是否使用下划线风格。
00000020=下划线(&U)
00000021=指定是否使用删除线风格。
00000022=删除线(&t)
00000023=指定可用在画布上的风格属性。
00000024=自定义字体\n字体风格和颜色\n背景和前景色\n仅背景色\n
00000025=指定文字的垂直对齐方式。
00000026=顶端\n居中\n底部\n
00000027=指定是否使用隐藏属性。
00000028=隐藏的(&H)
00000029=边框 ...
00000030=左
00000031=上
00000032=右
00000033=下
00000034=指定左边框的线条颜色。
00000035=指定左边框的线条风格。
00000036=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000037=指定上边框的线条颜色。
00000038=指定上边框的线条风格。
00000039=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000040=指定右边框的线条颜色。
00000041=指定右边框的线条风格。
00000042=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000043=指定下边框的线条颜色。
00000044=指定下边框的线条风格。
00000045=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000046=指定是否必须在多行文本区域周围画实线边框。
00000047=多行边框(&M)
00000048=指定是否使用了只读属性。
00000049=只读(&R)
00000050=指定文字寄存器在绘制前应该如何改变。
00000051=未改变的\n大写\n小写\n切换大小写\n首字母大写\n
00000052=默认
00000053=标记的块
00000054=未知\n注释\n标识符\n符号\n字符串\n整型常量\n浮点常量\n十六进制常量\n字符常量\n预处理器\n
00000055=标记的块
00000056=默认

[fmExtract]
00000001=提取字符串
00000002=搜索
00000003=正则表达式(R):
00000004=大小写区分(C)
00000005=查找
00000006=复制到剪贴板
00000007=找到的字符串的预览
00000008=取消
00000009=帮助
00000010=只在选中内容中搜索
00000011=复制到标签页
00000012=从光标处搜索
00000013=未找到...

[fmShell]
00000001=外壳集成
00000003=添加 "SynWrite" 到资源管理器右键菜单
00000004=确定
00000006=TXT文件关联到SynWrite
00000007=INI文件关联到SynWrite
00000008=附加的扩展名关联到SynWrite:
00000009=取消选择所有扩展名

[fmInsTxt]
00000001=插入文字
00000002=插入什么
00000003=在行首:
00000004=在行尾:
00000005=开始号码:
00000006=数字:
00000007=尾部:
00000008=文字
00000009=数字编号
00000010=项目符号
00000011=选项
00000012=插入开头:
00000013=在列:
00000014=在开头空格后
00000015=忽略空行
00000016=在字符串后:
00000017=确定
00000018=取消

[fmProjOpt]
00000001=工程选项
00000002=确定
00000003=取消
00000005=搜索路径:
00000006=添加目录...
00000007=(用于上下文菜单中的"打开 <...>"命令)

[fmLoadLex]
00000001=恢复语法库风格
00000002=重新安装SynWrite后，你可以使用此对话框恢复你自己的语法库风格。此功能像这样工作。每次在语法属性对话框上点击OK按钮时，语法风格被自动备份到"SynStyles.ini"文件中。然后你可以重新安装SynWrite（用"LexLib.lxl"库代替），并调出此对话框。在这里你可以从"SynStyles.ini"文件中恢复备份的风格到"LexLib.lxl"语法分析库文件。
00000003=选择你要恢复哪个已保存的风格
00000004=全选
00000005=全不选
00000006=移除选中的
00000007=确定
00000008=取消

[$CONSTANTS]
Action=动作
AllF=所有文件
AllL=(为所有语法)
Appn=不能写入ini文件
Bk=书签 %d
cpBOM=文件 "%s" 包含被称作 BOM 的签名。\n不能用不同编码重新载入。\n\n你仍然可以用以下命令改变编码\n"Encoding -- 转换编码为"。
cpLn=(代码页家族名称),西里尔语=西里尔语,泰国语=泰国语,
cpN=代码页: %d
cpUnicode=Unicode
cpUTF8no=UTF-8, 无 BOM
EClosing=关闭异常:
EOpen=打开异常:
EPlug=插件异常:
EUnhook=脱钩异常:
FF0=用指定的掩码未找到文件
FF0_=在匹配的文件中未出现
FF1="%s": %d 出现次数
FFAll=在 %d 个文件中替换了 %d 次。
FFCfm=你确定要执行统一替换\n在目录: "%s" 中\n在文件: %s 中\n？
filAll=所有文件
filApp=应用程序
filChm=HTML 帮助文件
filHlp=WinHelp 文件
fill=输入填充要用的数据字符串:
fn=搜索
fnMul=此操作必需几个打开的标签页
fnR=替换
fn_f=(在 %d 个文件中)
Found=找到 %d 个匹配
Key1=热键1
Key2=热键2
KeyNUsed=热键未被使用
KeyUsed=热键已被使用:
MAtt=不能写文件 "%s"
MBakEr=不能创建备份文件:\n%s
MBakOk=已创建备份文件:\n%s
MBig=文件 "%s" 太大。
MBk=清除所有书签？
MCre=找不到文件:\n%s\n\n创建它吗?
mdel=你想关闭并删除当前文件吗?
MDelC=你想删除这个代码模板吗？
mdeln=无法重命名/删除文件 "%s"
MDelSt=你想要从保存的风格列表中移除选中项吗？
MDLex=你确定要删除这个语法吗？
MDLexx=你确定要删除库中所有语法吗？
MEmp=编辑器有未命名的标签页。仍然继续吗？
MLn=行号必须在 1 和 %d 之间
MNCap=你还应该为工具 "%s" 指定名称
MNCmt=没有为语法分析器"%s"定义的流注释字符。\n参见SynWrite目录中的 "Comment.cfg" 文件。
MNCreate=不能创建文件:
MNFound=找不到文件:
MNFound2=没有找到: "%s"
MNLex=未找到名称为"%s"的语法
MNSel=在打开帮助文件前，你必须选择文字，或把光标放在一个单词上
MNSel2=没有选择文字
MNText=文件 "%s" 内容不是文本。\n仍然打开吗？
MoreB=更多按钮
MOver=文件 "%s" 是只读的。\n覆盖它？
MRel=文件 "%s" 被其它程序更改。\n重新载入吗？
MRelN=文件 "%s" 已被删除。\n不能重新载入。
MRun=无法运行命令:\n%s
MRun0=命令 "%s" 没有返回输出
MSave=文件 "%s" 已被修改。\n\n保存更改吗？
MSavLex=保存改变到语法库？
MSel=字符代码: %d (hex %2.2x)
MSr=你可以使用特殊字符:\n\\r - 回车符 (#13)\n\\n - 换行符 (#13)\n\\t - 制表符 (#9)\n\\0 - 零 (#0)\n\\\\ - 单个 \\ 字符\n\n是否显示正则表达式帮助？
MZen=不能展开缩写:\n%s
newFnLatin=新建
nlex=(无语法分析器)
None=(无)
None2=(无命令)
NSaved=运行此工具前必须先保存文件
opf=打开"%s"
O_f=在目录 "%" Search for "%s" in folder "%s" (%d matches in %d files)
O_fn=无法分析行:\n未找到文件名
O_fne=无法从此行导航:\n文件未找到: "%s"
O_fr=在目录 "%s" 中替换 "%s" 为 (在 %d 个文件中有 %d 个匹配)
O_l=无法分析行:\n没有找到行号
O_ln=行 %d:
O_m=(匹配: %d)
O_ok=已分析行:\n\n文件名: "%s"\n行: %d\n列: %d
Re=替换本次匹配？
re_b=字边界
re_D=数字 0..9
re_Diap=匹配 a,b 和 0..9
re_end=行结束
re_hex=十六进制字符
re_n=新行
re_nb=无-(字边界)
re_ND=无-数字
re_NDiap=除了 a,b 和 0..9 的任意字符
re_NS=无-空白
re_ntim=字符串重复n次
re_NW=非字母数字字符
re_S=空白字符
re_slash=反斜杠
re_st=行开头
re_sub=子表达式
re_t=制表符
re_W=任何字母数字字符
RO=[只读]
sAll=全部(&A)
sCan=取消
sCf=确认
shNN=不能改变注册表值。\n尝试以管理员身份运行编辑器。
sIns=插入
sn=否(&N)
sNAll=全部不(&o)
sOk=确定
sOvr=改写
sWarn=警告
sy=是(&Y)
sYAll=全部是(&A)
Sync=创建同步范围
SynR=取消同步范围
typed=键入的单词
Untitled=(无标题)
vert=此命令只能和列选择模式一起工作
zenCur=缩写展开没有光标标记
zenIn=要展开的缩写:
ZmIn=缩放值以百分比:
Zoom=放大: %d%%
